<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html lang="ko">
<head>
<meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.1/dist/css/bootstrap.min.css" rel="stylesheet" >
<script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.1/dist/js/bootstrap.bundle.min.js"></script>
<title>bootstrap</title>
</head>
<body>
<!-- 
	그리드 시스템
		+ 그리드 시스템은 컨테이너, 행, 열을 사용하여 컨첸츠를 표시하는 레이아웃을 구성하고 정렬한다.
		+ .row는 행을 정의한다.
		+ .col은 열을 정의한다.
		+ 행은 열의 래퍼다. (즉, 모든 열은 반드시 특정 행에 포함되어야 한다.)
		+ 행 하나당 12개의 열을 사용할 수 있다.
		+ 12개의 열을 다양하게 조합해서 레이아웃을 구성한다.
		+ 모든 컨텐츠는 반드시 열안에서 포현해야 한다.
		
 -->
<div class="container">
	<div class="row bg-primary" >
		<div class="col-12">
		전 세계 인구가 내년 1월 1일에 처음으로 80억명을 넘길 것이라는 미국 통계청의 조사 결과가 나왔다.
		미 통계청 발표에 따르면 2023년 한 해 동안 전 세계 인구는 총 7천500만명이 증가했다고 AP통신이 이날 보도했다.
		전 세계 인구가 내년 1월 1일에 처음으로 80억명을 넘길 것이라는 미국 통계청의 조사 결과가 나왔다.
		미 통계청 발표에 따르면 2023년 한 해 동안 전 세계 인구는 총 7천500만명이 증가했다고 AP통신이 이날 보도했다.
		</div>
	</div>
	<div class="row bg-secondary">
		<div class="col-6">
		전 세계 인구가 내년 1월 1일에 처음으로 80억명을 넘길 것이라는 미국 통계청의 조사 결과가 나왔다.
		미 통계청 발표에 따르면 2023년 한 해 동안 전 세계 인구는 총 7천500만명이 증가했다고 AP통신이 이날 보도했다.
		전 세계 인구가 내년 1월 1일에 처음으로 80억명을 넘길 것이라는 미국 통계청의 조사 결과가 나왔다.
		미 통계청 발표에 따르면 2023년 한 해 동안 전 세계 인구는 총 7천500만명이 증가했다고 AP통신이 이날 보도했다.		
		</div>	
		<div class="col-6">
		전 세계 인구가 내년 1월 1일에 처음으로 80억명을 넘길 것이라는 미국 통계청의 조사 결과가 나왔다.
		미 통계청 발표에 따르면 2023년 한 해 동안 전 세계 인구는 총 7천500만명이 증가했다고 AP통신이 이날 보도했다.
		전 세계 인구가 내년 1월 1일에 처음으로 80억명을 넘길 것이라는 미국 통계청의 조사 결과가 나왔다.
		미 통계청 발표에 따르면 2023년 한 해 동안 전 세계 인구는 총 7천500만명이 증가했다고 AP통신이 이날 보도했다.		
		</div>
	</div>
	<div class="row bg-warning">
		<div class="col-3">
		전 세계 인구가 내년 1월 1일에 처음으로 80억명을 넘길 것이라는 미국 통계청의 조사 결과가 나왔다.
		미 통계청 발표에 따르면 2023년 한 해 동안 전 세계 인구는 총 7천500만명이 증가했다고 AP통신이 이날 보도했다.
		전 세계 인구가 내년 1월 1일에 처음으로 80억명을 넘길 것이라는 미국 통계청의 조사 결과가 나왔다.
		미 통계청 발표에 따르면 2023년 한 해 동안 전 세계 인구는 총 7천500만명이 증가했다고 AP통신이 이날 보도했다.		
		</div>
		<div class="col-9">
		전 세계 인구가 내년 1월 1일에 처음으로 80억명을 넘길 것이라는 미국 통계청의 조사 결과가 나왔다.
		미 통계청 발표에 따르면 2023년 한 해 동안 전 세계 인구는 총 7천500만명이 증가했다고 AP통신이 이날 보도했다.
		전 세계 인구가 내년 1월 1일에 처음으로 80억명을 넘길 것이라는 미국 통계청의 조사 결과가 나왔다.
		미 통계청 발표에 따르면 2023년 한 해 동안 전 세계 인구는 총 7천500만명이 증가했다고 AP통신이 이날 보도했다.		
		</div>
	
	</div>		
</div>
</body>
</html>